{
    "title": "Understanding Diamond Size Chart",
    "author": "Mike Fried",
    "date": "Updated August 17, 2023",
    "content": [
      {
        "heading": "Carat: The Weight of Diamonds",
        "paragraphs": [
          "Carat, one a diamond’s 4cs, describes the weight, not the size of a diamond. Diamond carats have a weight equivalent of 0.20 grams. So a one-carat diamond is 0.20 grams, and a five-carat diamond is one gram. The carat weight plays no role in determining the beauty and sparkle of a diamond."
        ]
      },
      {
        "heading": "Here’s what we’ll cover in this article:",
        "listItems": [
          "Diamond size chart: mm to carat weight",
          "What is a diamond carat?",
          "Why does diamond carat weight matter?",
          "The correlation between carat and diameter",
          "How big is a 1 carat diamond?",
          "How large is a half carat diamond?",
          "What is the size of a 1/4 carat diamond?",
          "Do lab-grown diamonds weight the same as natural diamonds?",
          "FAQs about diamond carat weight"
        ]
      },
      {
        "heading": "Bottom Line Recommendation:",
        "paragraphs": [
          "Choose the lowest grades of the diamond color scale and diamond clarity chart that still look great to the naked eye, and then choose the largest diamond carat weight that still fits within your budget. Some salespeople might try to push “only the best” on you. Keep in mind that if you follow that route, you may end up with a diamond like this one from Blue Nile for your $5,000 budget. Yet this gorgeous diamond from Blue Nile will look just as perfect as the previous diamond, yet it’s 28% larger for the same price. Another issue we will address is the law of diminishing returns. For example, you may think this diamond from Blue Nile is a great deal compared to this diamond from Blue Nile. After all, it’s 3% larger and only $180 more. In reality, there is no person on earth who can tell the difference in size between these two diamonds without using a scale. It’s $180 down the drain. You are best off asking one of our experts to guide you through this process. They will be able to help you find the balance between “getting the biggest diamond” and “not wasting money to gain carat size that won’t be noticeable.” You can also refer to our diamond carat size chart below."
        ]
      },
      {
        "heading": "Always keep in mind the cut quality, since a poorly cut heavier diamond can look smaller than an excellently cut lighter diamond. That’s why it’s important to make sure your diamond is GIA certified. For example, this 1 carat diamond from Blue Nile has a terrible cut with a 64.6% depth. Its diameter is only about 6.20mm. On the other hand, this beautifully cut 1 carat diamond from Blue Nile has an Ideal cut with an easily noticeably larger diameter of 6.5mm."
      }
    ]
  }
  